//Є змінна х, якій ви надаєте довільне числове значення.
//Якщо змінна x не дорівнює нулю, виведіть 'Вірно',
//інакше виведіть 'Невірно'. Перевірте  скрипт при a, що дорівнює 1, 0, -3

'use strict';
// ----------------------------------довільне
let x = 192491249;
    if(x !== 0) {
        console.log('true')
    }
    else {
        console.log('false')
    }
// ---------------------------------- a=1
    let a =1;
    if(a!==0) {
        console.log('true')
    }
    else{
        console.log('false')
    }
// ---------------------------------- a=0
    a = 0;
    if(a!==0) {
        console.log('true')
    }
    else{
        console.log('false')
    }
// ---------------------------------- a=-3
    a = -3;
    if(a!==0){
        console.log('true')
    }
    else {
        console.log('false')
    }


