//- описати масив, в якому буде зберігатись інформація про
//температуру вранці, вдень і ввечері за термін в 7 днів.
//Як зробити цей масив - вам потрібно подумати.
//Нормальних варіантів опису - 2.
//Варіант, коли в вас буде одновимірний масив з 21 значенням вичключаємо одразу
'use strict';

// ------------------------------Varian#1
let week;
week = [
    ['+5C','+10C', '0C'],
    ['+3C','+4C','+2C'],
    ['0C','+1C','-2C'],
    ['0C','+1C','0C'],
    ['+1C','+2C','0C'],
    ['+3C','+5C','+1C'],
    ['0C','+2C','-1C'],
]
console.log(week)